Repository: BackupTheBerlios/cactusjukebox-svn
Catalog: languages/cactus.*.po
Languages: nl, sv

source: Quit
nl: Sluiten

source: File
nl: Bestand

source: Open File...
nl: Bestand openen...

source: Open Directory...
nl: Folder openen...

source: Player only
nl: Enkel speler

source: Choose Skin...
nl: Skin kiezen

source: Settings...
nl: Instellingen...

source: Library
nl: Verzameling

source: New library
nl: Nieuwe verzameling

source: Load library
nl: Verzameling laden

source: Save library
nl: Verzameling opslaan

source: Library info
nl: Info

source: Manage library...
nl: Verzameling onderhouden...

source: Playlist
nl: Speellijst

source: Play
nl: Afspelen

source: Next
nl: Volgende

source: Previous
nl: Vorige

source: Mute
nl: Dempen

source: Load playlist
nl: Speellijst laden

source: Save playlist
nl: Speellijst opslaan

source: Mobile player
nl: Mobile Speler

source: Clear Playlist
nl: Speellijst wissen

source: Devices
nl: Apparaten

source: Device info
nl: Apparaat info

source: Scan player
nl: Speler doorzoeken

source: Clear player
nl: Speler leegmaken

source: Undo selection
nl: Ongedaan maken

source: Rip / Encode...
nl: Rippen / Koderen...

source: About...
nl: Over...

source: Manual...
nl: Handboek...

source: Clear
nl: Wissen

source: Search
nl: Zoeken

source: Filename
nl: Bestandsnaam

source: Artist
nl: Artiest

source: Title
nl: Titel

source: Random
nl: Shuffle

source: Device not Connected
nl: Apparaat niet gevonden

source: Length
nl: Duur

source: Track
nl: Nr

source: Encode to mp3
nl: Als mp3 omzetten
sv: Koda till mp3

source: Querry CDDB
nl: CDDB opvragen
sv: Fråga CDDB

source: Load
nl: CD Laden
sv: Läs in

source: Back
nl: Terug
sv: Tillbaka

source: Write ID3-Tags
nl: ID3 Tags wegschrijven
sv: Skriv ID3-taggar

source: Create artist subfolders
nl: Artietsten sub-folder maken
sv: Skapa undermappar för artist

source: Outfile naming scheme
nl: Bestandsnaam schema

source: Autoload last library at startup
nl: Verzameling automatisch laden bij start

source: Scan for new files in background on startup
nl: Nieuwe bestanden in achtergrond zoeken bij start
sv: Sök av i bakgrunden efter nya filer vid uppstart

source: Language
nl: Taal
sv: Språk

source: What to do when there is no ID3
nl: Wat doen indien geen ID3-Tag gevonden wordt
sv: Vad ska göras när det inte finns någon ID3

source: Guess tag from filename
nl: ID3-tag raden dmv bestandsnaam
sv: Gissa tagg baserat på filnamn

source: Move to section %sUnknown%s
nl: Verplaats naar %sUnknown%s
sv: Flytta till sektion %sOkänd%s

source: ID3v1 Priority
nl: ID3v1 Prioriteit
sv: ID3v1-prioritet

source: ID3v2 Priority
nl: ID3v2 Prioriteit
sv: ID3v2-prioritet

source: General
nl: Allgemeen
sv: Allmänt

source: Path to mp3player mountpoint
nl: Pad naar Mp3-Spelen mountpoint
sv: Sökväg till monteringspunkt för mp3-spelare

source: Create subfolders on upload
nl: Sub-folders maken bij het uploaden
sv: Skapa undermappar vid uppstart

source: Paths to additional application needed for Cactus Jukebox
nl: Pad naar optionele programmas nodig voor Cactus Jukebox
sv: Sökvägar till

source: Cdda2wav (tool to rip CDs)
nl: Cdda2wav (cd-rip tool)
sv: Cdda2wav (verktyg för att extrahera cd-skivor)

source: Save
nl: Opslaan
sv: Spara

source: Cancel
nl: Annuleren
sv: Avbryt

source: Mobile Device
nl: Mp3-Speler
sv: Flyttbar enhet

source: Paths
nl: Paden
sv: Sökvägar

source: lame (needed to encode mp3 files)
nl: lame (enkoderen naar mp3 bestanden)
sv: lame (behövs för att koda mp3-filer)

source: Enable KDE Service Menu
nl: KDE Service Menu aktiveren
sv: Aktivera servicemenyn i KDE

source: Download album cover image from internet
nl: Album Covers laden via internet
sv: Hämta omslagsbild för album från internet

source: Clear Cache
nl: Cache Wissen
sv: Töm cache

source: Automaticly start playing first song in playlist
nl: Eerste titel in speellijst automatisch afspelen
sv: Börja automatiskt spela upp den första låten i spellista

source: Eject
sv: Mata ut

source: Start
sv: Starta

source: Load last library at startup
sv: Läs in senaste biblioteket vid uppstart

source: ID3 type
sv: ID3-typ

source: Audio Output
sv: Ljudutdata

source: Load last playlist on startup
sv: Läs in senaste spellista vid uppstart
